ms-vscode-remote.remote-wsl
drcika.apc-extension
brandonkirbyson.vscode-animations
dbaeumer.vscode-eslint
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ritwickdey.liveserver
usernamehw.errorlens
vintharas.learn-vim
vscodevim.vim
yoavbls.pretty-ts-errors
bradlc.vscode-tailwindcss
visualstudioexptteam.vscodeintellicode
formulahendry.auto-close-tag
pkief.material-icon-theme
alexandernanberg.horizon-theme-vscode
hsnazar.hyper-term-theme
esbenp.prettier-vscode
eamodio.gitlens